antfu.browse-lite
antfu.iconify
antfu.unocss
antfu.vite
austenc.tailwind-docs
azemoh.one-monokai
be5invis.vscode-custom-css
bierner.markdown-mermaid
bmalehorn.shell-syntax
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
cobaltblu27.rainbow-highlighter
cstrap.python-snippets
cyansprite.smoothscroll
dart-code.dart-code
dbaeumer.vscode-eslint
deepred.daily-anime
eamodio.gitlens
editorconfig.editorconfig
edwinhuish.better-comments-next
eppz.eppz-code
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
gruntfuggly.todo-tree
hollowtree.vue-snippets
hoovercj.vscode-power-mode
illixion.vscode-vibrancy-continued
jeff-hykin.better-shellscript-syntax
kevinrose.vsc-python-indent
kleber-swf.unity-code-snippets
kreativ-software.csharpextensions
loczek.next-js-ts-snippets
manasxx.background-cover
mhutchie.git-graph
mikestead.dotenv
motion.motion-vscode-extension
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
naumovs.color-highlight
njpwerner.autodocstring
notblank00.hexeditor
oderwat.indent-rainbow
oscarcs.dart-syntax-highlighting-only
pkief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
redjue.git-commit-plugin
rvest.vs-code-prettier-eslint
sdras.vue-vscode-snippets
seanwu.vscode-qt-for-python
shaobeichen.gradient-theme
shyykoserhiy.vscode-spotify
spacebox.spacebox-ui
steoates.autoimport
subframe7536.custom-ui-style
tamasfe.even-better-toml
usernamehw.errorlens
visualstudiotoolsforunity.vstuc
vue.volar
xabikos.javascriptsnippets
yclepticstudios.unity-snippets
